Re_5M/0deg_2KC_SF/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

rho             [1 -3 0 0 0 0 0] 1.317; // Interpolated Value of rho at T = 270.2 k, indif para incompresible
nu              [0 2 -1 0 0 0 0] 1.308e-05; // calculated from Re=5 million, U= 65.4, c=1


beta beta [0 0 0 -1 0 0 0] 3.76e-03;   //Coef de expansion térmica aire a 268.15 K
TRef TRef [0 0 0 1 0 0 0] 270.2;    

transportThermalModel  Newtonian;
alpha alpha [0 2 -1 0 0 0 0] 1.81e-05; // Pr=0.72 Value used in the validation
kappa kappa [1 1 -3 -1 0 0 0] 1;
Cp  Cp [0 2 -2 -1 0 0 0] 1;

// ************************************************************************* //
